<?php
return [
    'user_exists'              => 'အသုံးပြုသူရှိပြီးဖြစ်သည်!',
    'user_exists_login'        => 'အကောင့်မဖွင့်ရသေးပါ၊ သင်သည် အကောင့်ကို မပိတ်နိုင်ပါ!',
    'user_unlock'              => 'အကောင့်မပိတ်ရသေးပါ၊ သင်သည် အကောင့်ကို မဖွင့်နိုင်ပါ!',
    'user_password_required'   => 'စကားဝှက်လိုအပ်ပါသည်။',
    'user_not_delete'          => 'ဤအကောင့်သည် ဆရာဝန်နှင့်သက်ဆိုင်သည်၊ သင်သည် မဖျက်နိုင်ပါ!',
    'user_login'               => 'ဤအကောင့်သည် လောလောဆယ် အသုံးပြုနေသည်၊ သင်သည် မဖျက်နိုင်ပါ!',
    'user_lock'                => 'ဤအကောင့်သည် လောလောဆယ် အသုံးပြုနေသည်၊ သင်သည် မပိတ်နိုင်ပါ!',
    'user_check_exists'        => 'ဤအကောင့်သည် ဆရာဝန်၊ နမူနာ သို့မဟုတ် မှတ်တမ်းနှင့်သက်ဆိုင်ပါသည်။ ကျေးဇူးပြု၍ ပြန်လည်စစ်ဆေးပါ!',
    'success' => [
        'update' => 'အကောင့်ကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ပြီးပါပြီ',
        'create' => 'အကောင့်အသစ်ကို အောင်မြင်စွာ ဖန်တီးပြီးပါပြီ',
        'lock'   => 'အကောင့်ကို အောင်မြင်စွာ ပိတ်ပြီးပါပြီ',
        'unlock' => 'အကောင့်ကို အောင်မြင်စွာ ပြန်ဖွင့်ပြီးပါပြီ',
        'delete' => 'အကောင့်ကို အောင်မြင်စွာ ဖျက်ပြီးပါပြီ',
    ],
    'error' => [
        'delete' => 'ဤအကောင့်ကို ဖျက်ရာတွင် ပြဿနာတစ်စုံတစ်ရာ ဖြစ်ပွားခဲ့သည်!',
        'update' => 'အကောင့်ကို အပ်ဒိတ်လုပ်ရာတွင် ပြဿနာတစ်စုံတစ်ရာ ဖြစ်ပွားခဲ့သည်!',
        'create' => 'အသစ်ဖန်တီးရာတွင် ပြဿနာတစ်စုံတစ်ရာ ဖြစ်ပွားခဲ့သည်။ ကျေးဇူးပြု၍ ပြန်လည်စစ်ဆေးပါ!',
    ],
];
