<?php
/**
 * အသုံးပြုသူ အခန်းတွင် အသုံးပြုသော ဘာသာစကား ဖိုင်
 *
 */

return array(
    'detail' => 'အသေးစိတ်အချက်အလက်',

    'username' => 'အသုံးပြုသူအကောင့်',
    'first_name' => 'အမည်',
    'role' => 'အခန်းကဏ္ဍ',
    'email' => 'အီးမေးလ်',
    'create' => 'အသုံးပြုသူအသစ်ဖန်တီးရန်',
    'edit_user' => 'အသုံးပြုသူကို ပြင်ဆင်ရန်',
    'user_manage' => 'အသုံးပြုသူစာရင်း',
    'save' => 'သိမ်းဆည်းရန်',
    'edit' => 'ပြင်ဆင်ရန်',
    'reset' => 'ပြန်လည်ရိုက်ထည့်ရန်',
    'password' => 'စကားဝှက်',
    'password-confirm' => 'စကားဝှက်ကို ထပ်မံရိုက်ထည့်ပါ',
    'activations' => 'အကောင့်ဖွင့်ရန်',
    'title' => 'အကောင့်ကို အလိုအလျောက် ဖွင့်လိုပါက ဤနေရာတွင် အမှန်ခြစ်ထားပါ',
    'active' => 'လုပ်ဆောင်မှု',
    'user' => 'လော့ဂ်အင်အကောင့်',
    'business_man' => 'စီးပွားရေးဝန်ထမ်း',
    'type' => 'အသုံးပြုသူအမျိုးအစား',
    'phone' => 'ဖုန်းနံပါတ်',
    'delete' => 'ဖျက်ရန်',
    'lock_user' => 'ပိတ်ရန်',
    'unlock_user' => 'ပြန်ဖွင့်ရန်',
    'cancel' => 'မလုပ်တော့ပါ',
    'back' => 'ပြန်သွားရန်',
    'delete_user' => 'အသုံးပြုသူကို ဖျက်ရန်',
    'lock' => 'အကောင့်ကို ပိတ်ရန်',
    'unlock' => 'အကောင့်ကို ပြန်ဖွင့်ရန်',
    'avatar' => 'ပရိုဖိုင်ပုံ',
    'action' => 'လုပ်ဆောင်မှု',
    'edit_profile' => 'ပရိုဖိုင်ကို ပြင်ဆင်ရန်',
    'delete_title' => 'ဤအသုံးပြုသူကို ဖျက်လိုသည်မှာ သေချာပါသလား?',
    'lock_title' => 'ဤအသုံးပြုသူကို ပိတ်လိုသည်မှာ သေချာပါသလား?',
    'unlock_title' => 'ဤအသုံးပြုသူကို ပြန်ဖွင့်လိုသည်မှာ သေချာပါသလား?',
    'warning' => 'အခန်းကဏ္ဍကို မရွေးချယ်ပါက အကောင့်သည် မူလအလိုက် "နမူနာစုဆောင်းဝန်ထမ်း" အဖြစ်သတ်မှတ်မည်',
);
