<?php

/*
|--------------------------------------------------------------------------
| Validation Language Lines
|--------------------------------------------------------------------------
|
| The following language lines contain the default error messages used by
| the validator class. Some of these rules have multiple versions such
| as the size rules. Feel free to tweak each of these messages here.
|
*/

return [
    'accepted'             => 'ဤအကွက်ကိုလက်ခံရမည်။',
    'active_url'           => 'ဤအကွက်သည်တရားဝင်သော URL မဟုတ်ပါ။',
    'after'                => 'ဤအကွက်သည် :date အပြီးနေ့ရက်ဖြစ်ရမည်။',
    'after_or_equal'       => 'ဤအကွက်သည် :date နှင့်တူသို့မဟုတ်ပြီးနောက်ဖြစ်ရမည်။',
    'alpha'                => 'ဤအကွက်တွင်အက္ခရာများသာပါဝင်နိုင်သည်။',
    'alpha_dash'           => 'ဤအကွက်တွင်အက္ခရာ၊ ဂဏန်းနှင့်တွဲသံများသာပါဝင်နိုင်သည်။',
    'alpha_num'            => 'ဤအကွက်တွင်အက္ခရာနှင့်ဂဏန်းများသာပါဝင်နိုင်သည်။',
    'array'                => 'ဤအကွက်သည် array ဖြစ်ရမည်။',
    'attached'             => 'ဤအကွက်သည်အသုံးပြုပြီးဖြစ်သည်။',
    'before'               => 'ဤအကွက်သည် :date မတိုင်မီနေ့ရက်ဖြစ်ရမည်။',
    'before_or_equal'      => 'ဤအကွက်သည် :date နှင့်တူသို့မဟုတ်မတိုင်မီဖြစ်ရမည်။',
    'between'              => [
        'array'   => 'ဤအကွက်တွင် :min မှ :max အစိတ်အပိုင်းများရှိရမည်။',
        'file'    => 'ဤဖိုင်အရွယ်အစားသည် :min မှ :max KB ဖြစ်ရမည်။',
        'numeric' => 'ဤတန်ဖိုးသည် :min မှ :max ကြားဖြစ်ရမည်။',
        'string'  => 'ဤစာသားသည် :min မှ :max လုံးဖြစ်ရမည်။',
    ],
    'boolean'              => 'ဤအကွက်သည် true သို့မဟုတ် false ဖြစ်ရမည်။',
    'confirmed'            => 'ဤအကွက်၏အတည်ပြုမှုမကိုက်ညီပါ။',
    'current_password'     => 'စကားဝှက်မှားယွင်းနေသည်။',
    'date'                 => 'ဤအကွက်သည်တရားဝင်သောနေ့စွဲမဟုတ်ပါ။',
    'date_equals'          => 'ဤအကွက်သည် :date နှင့်ညီသင့်သည်။',
    'date_format'          => 'ဤအကွက်သည် :format ဖြင့်ကိုက်ညီရန်မဖြစ်နိုင်ပါ။',
    'different'            => 'ဤအကွက်နှင့် :other သည်မတူညီရမည်။',
    'digits'               => 'ဤအကွက်သည် :digits ဂဏန်းများပါဝင်ရမည်။',
    'digits_between'       => 'ဤအကွက်သည် :min မှ :max ဂဏန်းကြားဖြစ်ရမည်။',
    'dimensions'           => 'ဤအကွက်သည်မမှန်ကန်သောပုံသဏ္ဍာန်ဖြစ်သည်။',
    'distinct'             => 'ဤအကွက်တွင်ထပ်နေသောတန်ဖိုးရှိသည်။',
    'email'                => 'ဤအကွက်သည်တရားဝင်သောအီးမေးလ်ဖြစ်ရမည်။',
    'ends_with'            => 'ဤအကွက်သည်အောက်ပါတစ်ခုဖြင့်အဆုံးသင့်သည်: :values',
    'exists'               => 'ရွေးချယ်ထားသောတန်ဖိုးသည်မမှန်ကန်ပါ။',
    'file'                 => 'ဤအကွက်သည်ဖိုင်ဖြစ်ရမည်။',
    'filled'               => 'ဤအကွက်သည်ဖြည့်ထားရမည်။',
    'gt'                   => [
        'array'   => 'ဤ array တွင် :value ထက်ပိုသောအစိတ်အပိုင်းများရှိရမည်။',
        'file'    => 'ဤဖိုင်သည် :value KB ထက်ကြီးရမည်။',
        'numeric' => 'ဤတန်ဖိုးသည် :value ထက်ကြီးရမည်။',
        'string'  => 'ဤစာသားသည် :value လုံးထက်ပိုရမည်။',
    ],
    'gte'                  => [
        'array'   => 'ဤ array တွင်အနည်းဆုံး :value အစိတ်အပိုင်းများရှိရမည်။',
        'file'    => 'ဤဖိုင်သည် :value KB သို့မဟုတ်ထက်ကြီးရမည်။',
        'numeric' => 'ဤတန်ဖိုးသည် :value သို့မဟုတ်ထက်ကြီးရမည်။',
        'string'  => 'ဤစာသားသည် :value လုံးသို့မဟုတ်ထက်ပိုရမည်။',
    ],

    'image'                => 'ဤအကွက်သည် ဓာတ်ပုံဖိုင်ဖြစ်ရမည်။',
    'in'                   => 'ဤအကွက်တွင်ရွေးချယ်ထားသောတန်ဖိုးသည်မမှန်ကန်ပါ။',
    'in_array'             => 'ဤအကွက်သည် :other တွင်ပါဝင်ရမည်။',
    'integer'              => 'ဤအကွက်သည် ကိန်းပြည့်ဖြစ်ရမည်။',
    'ip'                   => 'ဤအကွက်သည် တရားဝင်သော IP လိပ်စာဖြစ်ရမည်။',
    'ipv4'                 => 'ဤအကွက်သည် တရားဝင်သော IPv4 လိပ်စာဖြစ်ရမည်။',
    'ipv6'                 => 'ဤအကွက်သည် တရားဝင်သော IPv6 လိပ်စာဖြစ်ရမည်။',
    'json'                 => 'ဤအကွက်သည် JSON စာကြောင်းဖြစ်ရမည်။',
    'lt'                   => [
        'array'   => 'ဤအကွက်တွင် :value အစိတ်အပိုင်းထက်နည်းရမည်။',
        'file'    => 'ဤဖိုင်သည် :value KB ထက်ငယ်ရမည်။',
        'numeric' => 'ဤတန်ဖိုးသည် :value ထက်ငယ်ရမည်။',
        'string'  => 'ဤစာသားသည် :value လုံးထက်နည်းရမည်။',
    ],
    'lte'                  => [
        'array'   => 'ဤအကွက်တွင် :value အစိတ်အပိုင်းထက်ပိုမဖြစ်ရ။',
        'file'    => 'ဤဖိုင်သည် :value KB ထက်မပိုရ။',
        'numeric' => 'ဤတန်ဖိုးသည် :value ထက်မပိုရ။',
        'string'  => 'ဤစာသားသည် :value လုံးထက်မပိုရ။',
    ],
    'max'                  => [
        'array'   => 'ဤအကွက်သည် :max အစိတ်အပိုင်းထက်မပိုရ။',
        'file'    => 'ဤဖိုင်သည် :max KB ထက်မပိုရ။',
        'numeric' => 'ဤတန်ဖိုးသည် :max ထက်မပိုရ။',
        'string'  => 'ဤစာသားသည် :max လုံးထက်မပိုရ။',
    ],
    'mimes'                => 'ဤဖိုင်သည် အောက်ပါအမျိုးအစားဖြစ်ရမည်: :values.',
    'mimetypes'            => 'ဤဖိုင်သည် အောက်ပါအမျိုးအစားဖြစ်ရမည်: :values.',
    'min'                  => [
        'array'   => 'ဤအကွက်တွင် အနည်းဆုံး :min အစိတ်အပိုင်းရှိရမည်။',
        'file'    => 'ဤဖိုင်သည် အနည်းဆုံး :min KB ရှိရမည်။',
        'numeric' => 'ဤတန်ဖိုးသည် အနည်းဆုံး :min ဖြစ်ရမည်။',
        'string'  => 'ဤစာသားသည် အနည်းဆုံး :min လုံးရှိရမည်။',
    ],
    'multiple_of'          => 'ဤအကွက်သည် :value ၏မြှောက်ဖောက်ဖြစ်ရမည်။',
    'not_in'               => 'ရွေးချယ်ထားသောတန်ဖိုးသည်မမှန်ကန်ပါ။',
    'not_regex'            => 'ဤအကွက်တွင် မမှန်ကန်သောပုံစံတူရှိသည်။',
    'numeric'              => 'ဤအကွက်သည် ဂဏန်းဖြစ်ရမည်။',
    'password'             => 'စကားဝှက်မှားယွင်းနေသည်။',
    'present'              => 'ဤအကွက်သည် ရှိရမည်။',
    'prohibited'           => 'ဤအကွက်ကိုအသုံးပြုခွင့်မရှိပါ။',
    'prohibited_if'        => 'ဤအကွက်ကို :other သည် :value ဖြစ်သောအခါ အသုံးပြုခွင့်မရှိပါ။',
    'prohibited_unless'    => 'ဤအကွက်ကို :other သည် :values ထဲမှာမရှိလျှင် အသုံးပြုခွင့်မရှိပါ။',
    'regex'                => 'ဤအကွက်တွင် မမှန်ကန်သောပုံစံတူရှိသည်။',
    'relatable'            => 'ဤအကွက်ကို ထိုအရင်းအမြစ်နှင့်ဆက်စပ်၍မရပါ။',
    'required'             => 'ဤအကွက်ကို ဖြည့်ရန်လိုအပ်သည်။',
    'required_if'          => 'ဤအကွက်သည် :other သည် :value ဖြစ်သောအခါ ဖြည့်ရန်လိုအပ်သည်။',
    'required_unless'      => 'ဤအကွက်သည် :other သည် :values ထဲမရှိလျှင် ဖြည့်ရန်လိုအပ်သည်။',
    'required_with'        => 'ဤအကွက်သည် :values တန်ဖိုးရှိသောအခါ ဖြည့်ရန်လိုအပ်သည်။',
    'required_with_all'    => 'ဤအကွက်သည် :values တန်ဖိုးများရှိသောအခါ ဖြည့်ရန်လိုအပ်သည်။',
    'required_without'     => 'ဤအကွက်သည် :values တန်ဖိုးများမရှိသောအခါ ဖြည့်ရန်လိုအပ်သည်။',
    'required_without_all' => 'ဤအကွက်သည် :values တန်ဖိုးများမရှိသည့်အခါ ဖြည့်ရန်လိုအပ်သည်။',
    'same'                 => 'ဤအကွက်နှင့် :other သည် တူညီရမည်။',

    'size'                 => [
        'array'   => 'ဤအကွက်တွင် :size အစိတ်အပိုင်းရှိရမည်။',
        'file'    => 'ဤဖိုင်သည် :size KB ဖြစ်ရမည်။',
        'numeric' => 'ဤတန်ဖိုးသည် :size ဖြစ်ရမည်။',
        'string'  => 'ဤစာသားသည် :size လုံးရှိရမည်။',
    ],
    'starts_with'          => 'ဤအကွက်သည် အောက်ပါတန်ဖိုးများထဲမှတစ်ခုဖြင့်စရမည်: :values',
    'string'               => 'ဤအကွက်သည် စာကြောင်းဖြစ်ရမည်။',
    'timezone'             => 'ဤအကွက်သည် တရားဝင်သော အချိန်ဇုန်ဖြစ်ရမည်။',
    'unique'               => 'ဤအကွက်သည် ထပ်နေပါသည်။',
    'uploaded'             => 'ဖိုင်တင်ခြင်း မအောင်မြင်ပါ။',
    'url'                  => 'ဤအကွက်သည် တရားဝင်သော URL မဟုတ်ပါ။',
    'uuid'                 => 'ဤအကွက်သည် တရားဝင်သော UUID ဖြစ်ရမည်။',
    'custom'               => [
        'attribute-name' => [
            'rule-name' => 'custom-message',
        ],
    ],
    'attributes'           => [],
];

