<?php
/**
 * အသုံးပြုသူအပိုင်းခေါင်းစဉ်များအတွက် ဘာသာစကားဖိုင်
 *
 */

return array(
    'title' => 'ဆောင်းပါးအမည်',
    'list' => 'ဆောင်းပါး - သတင်း စာရင်း',
    'description' => 'ဖော်ပြချက်',
    'actions' => 'လုပ်ဆောင်မှုများ',
    'detail' => 'အကြောင်းအရာ',
    'category' => 'အမျိုးအစား',
    'show' => 'အသေးစိတ်အချက်အလက်',
    'image' => 'ပုံ',
    'create' => 'အသစ်တည်ဆောက်မည်',
    'edit' => 'ပြင်ဆင်မည်',
    'title_create' => 'ဆောင်းပါးအသစ်တည်ဆောက်မည်',
    'title_edit' => 'ဆောင်းပါးပြင်ဆင်မည်',
    'delete_title' => 'ဤဆောင်းပါး - သတင်းကို ဖျက်လိုပါသလား?',
    'delete' => 'ဖျက်မည်',
    'delete_post' => 'ဆောင်းပါး - သတင်း ဖျက်မည်',
    'cancel' => 'မလုပ်တော့ပါ',
    'salient' => 'ထင်ရှားသော'
);
