<?php
return [
    'success' => array(
        'create'    => 'ရာထူးအချက်အလက်ကို အောင်မြင်စွာ ဖန်တီးပြီးပါပြီ။',
        'update'    => 'ရာထူးအချက်အလက်ကို အောင်မြင်စွာ ပြင်ဆင်ပြီးပါပြီ။',
        'delete'    => 'ရာထူးအချက်အလက်ကို အောင်မြင်စွာ ဖျက်ပြီးပါပြီ။',
    ),

    'error' => array(
        'create' => 'ရာထူးဖန်တီးရာတွင် ပြဿနာတစ်ခု ဖြစ်ပွားခဲ့သည်။ ပြန်လည်ကြိုးစားပါ။',
        'update' => 'ရာထူးအချက်အလက် ပြင်ဆင်ရာတွင် ပြဿနာတစ်ခု ဖြစ်ပွားခဲ့သည်။ ပြန်လည်ကြိုးစားပါ။',
        'delete' => 'ရာထူးဖျက်ရာတွင် ပြဿနာတစ်ခု ဖြစ်ပွားခဲ့သည်။ ပြန်လည်ကြိုးစားပါ။',
        'not_found' => 'ရာထူးကို မတွေ့ရှိနိုင်ပါ။ ပြန်လည်ကြိုးစားပါ။'
    ),
];
