<?php
/**
 * ໄຟລ໌ພາສາສໍາລັບສ່ວນຂອງຜູ້ໃຊ້
 *
 */

return array(
    'title' => 'ຊື່ຄວາມຄິດເຫັນ',
    'list' => 'ລາຍການຄວາມຄິດເຫັນ',
    'description' => 'ຄໍາອະທິບາຍ',
    'actions' => 'ການປະຕິບັດ',
    'detail' => 'ເນື້ອໃນ',
    'category' => 'ປະເພດ',
    'show' => 'ຂໍ້ມູນ',
    'image' => 'ຮູບພາບ',
    'create' => 'ສ້າງໃໝ່',
    'edit' => 'ແກ້ໄຂ',
    'title_create' => 'ສ້າງຄວາມຄິດເຫັນໃໝ່',
    'title_edit' => 'ແກ້ໄຂຄວາມຄິດເຫັນ',
    'delete_title' => 'ເຈົ້າແນ່ໃຈບໍ່ວ່າຈະລຶບຄວາມຄິດເຫັນນີ້?',
    'delete' => 'ລຶບ',
    'delete_comment' => 'ລຶບຄວາມຄິດເຫັນ',
    'cancel' => 'ຍົກເລີກ',
    'salient' => 'ສະແດງ',
    'position' => 'ຕໍາແໜ່ງ',
);
