<?php
return [
    'user_exists'              => 'ຜູ້ໃຊ້ມີຢູ່ແລ້ວ!',
    'user_exists_login'        => 'ບັນຊີຍັງບໍ່ໄດ້ຖືກເປີດໃຊ້, ທ່ານບໍ່ສາມາດປິດບັນຊີໄດ້!',
    'user_unlock'              => 'ບັນຊີຍັງບໍ່ໄດ້ຖືກປິດ, ທ່ານບໍ່ສາມາດເປີດບັນຊີໄດ້!',
    'user_password_required'   => 'ລະຫັດຜ່ານເປັນສິ່ງຈໍາເປັນ.',
    'user_not_delete'          => 'ບັນຊີນີ້ມີຄວາມກ່ຽວຂ້ອງກັບແພດ, ທ່ານບໍ່ສາມາດລຶບໄດ້!',
    'user_login'               => 'ບັນຊີນີ້ກຳລັງໃຊ້ງານ, ທ່ານບໍ່ສາມາດລຶບໄດ້!',
    'user_lock'                => 'ບັນຊີນີ້ກຳລັງໃຊ້ງານ, ທ່ານບໍ່ສາມາດປິດໄດ້!',
    'user_check_exists'        => 'ບັນຊີນີ້ມີຄວາມກ່ຽວຂ້ອງກັບແພດ, ຕົວຢ່າງ ຫລື ປະຫວັດຕົວຢ່າງ. ກະລຸນາກວດເບິ່ງອີກຄັ້ງ!',
    'success' => [
        'update' => 'ອັບເດດບັນຊີສໍາເລັດ',
        'create' => 'ສ້າງບັນຊີໃໝ່ສໍາເລັດ',
        'lock'   => 'ປິດບັນຊີສໍາເລັດ',
        'unlock' => 'ເປີດບັນຊີສໍາເລັດ',
        'delete' => 'ລຶບບັນຊີສໍາເລັດ',
    ],
    'error' => [
        'delete' => 'ມີຂໍ້ຜິດພາດໃນການລຶບບັນຊີນີ້!',
        'update' => 'ມີຂໍ້ຜິດພາດໃນການອັບເດດບັນຊີ!',
        'create' => 'ມີຂໍ້ຜິດພາດໃນການສ້າງໃໝ່. ກະລຸນາກວດເບິ່ງອີກຄັ້ງ!',
    ]
];
