<?php
/**
 * ໄຟລ໌ພາສາສຳລັບສ່ວນຂອງຜູ້ໃຊ້
 *
 */

return array(
    'detail' => 'ຂໍ້ມູນລະອຽດ',

    'username' => 'ບັນຊີຜູ້ໃຊ້',
    'first_name' => 'ຊື່-ນາມສະກຸນ',
    'role' => 'ສິດທິ',
    'email' => 'ອີເມວ',
    'create' => 'ສ້າງບັນຊີໃຫມ່',
    'edit_user' => 'ແກ້ໄຂບັນຊີ',
    'user_manage' => 'ລາຍຊື່ບັນຊີຜູ້ໃຊ້',
    'save' => 'ບັນທຶກ',
    'edit' => 'ແກ້ໄຂ',
    'reset' => 'ປ້ອນໃໝ່',
    'password' => 'ລະຫັດຜ່ານ',
    'password-confirm' => 'ຢືນຢັນລະຫັດຜ່ານ',
    'activations' => 'ເປີດໃຊ້ບັນຊີ',
    'title' => 'ເພື່ອເປີດໃຊ້ບັນຊີອັດຕະໂນມັດ, ກະລຸນາເຊັກຂ່ອງນີ້',
    'active' => 'ຄຳສັ່ງ',
    'user' => 'ບັນຊີໃຊ້ງານ',
    'business_man' => 'ພະນັກງານຂາຍ',
    'type' => 'ປະເພດຜູ້ໃຊ້',
    'phone' => 'ເບີໂທ',
    'delete' => 'ລຶບ',
    'lock_user' => 'ລ໋ອກ',
    'unlock_user' => 'ປົດລ໋ອກ',
    'cancel' => 'ຍົກເລີກ',
    'back' => 'ກັບຄືນ',
    'delete_user' => 'ລຶບບັນຊີ',
    'lock' => 'ລ໋ອກບັນຊີ',
    'unlock' => 'ປົດລ໋ອກບັນຊີ',
    'avatar' => 'ຮູບໂປຣໄຟລ໌',
    'action' => 'ຄຳສັ່ງ',
    'edit_profile' => 'ແກ້ໄຂຂໍ້ມູນສ່ວນຕົວ',
    'delete_title' => 'ທ່ານແນ່ໃຈບໍ່ທີ່ຈະລຶບບັນຊີນີ້?',
    'lock_title' => 'ທ່ານແນ່ໃຈບໍ່ທີ່ຈະລ໋ອກບັນຊີນີ້?',
    'unlock_title' => 'ທ່ານແນ່ໃຈບໍ່ທີ່ຈະປົດລ໋ອກບັນຊີນີ້?',
    'warning' => 'ຖ້າບໍ່ເລືອກສິດທິ, ບັນຊີຈະໄດ້ຮັບສິດທິເປັນ "NV Thu mẫu" ໂດຍປະຍັດ.',
);
