<?php
return [
    'success' => array(
        'create'    => 'ສ້າງຂໍ້ມູນຄຸນສົມບັດຂອງຜະລິດຕະພັນສໍາເລັດ.',
        'update'    => 'ແກ້ໄຂຂໍ້ມູນຄຸນສົມບັດຂອງຜະລິດຕະພັນສໍາເລັດ.',
        'delete'    => 'ລຶບຂໍ້ມູນຄຸນສົມບັດຂອງຜະລິດຕະພັນສໍາເລັດ.',
    ),

    'error' => array(
        'create' => 'ເກີດຂໍ້ຜິດພາດໃນການສ້າງຄຸນສົມບັດຂອງຜະລິດຕະພັນ. ກະລຸນາລອງໃໝ່.',
        'update' => 'ເກີດຂໍ້ຜິດພາດໃນການອັບເດດຂໍ້ມູນຄຸນສົມບັດຂອງຜະລິດຕະພັນ. ກະລຸນາລອງໃໝ່.',
        'delete' => 'ເກີດຂໍ້ຜິດພາດໃນການລຶບຄຸນສົມບັດຂອງຜະລິດຕະພັນ. ກະລຸນາລອງໃໝ່.',
        'not_found' => 'ບໍ່ພົບຄຸນສົມບັດຂອງຜະລິດຕະພັນ. ກະລຸນາລອງໃໝ່.',
    ),
];
