<?php
return [
    'user_exists'              => 'အသုံးပြုသူ ရှိပြီးသားဖြစ်သည်!',
    'user_exists_login'        => 'အကောင့် မဖွင့်ရသေးပါ၊ သင်သည် အကောင့်ကို မှိန်ချနိုင်မည် မဟုတ်ပါ!',
    'user_unlock'        => 'အကောင့် မမှိန်ချရသေးပါ၊ သင်သည် အကောင့်ကို ပြန်ဖွင့်နိုင်မည် မဟုတ်ပါ!',
    'user_password_required'   => 'စကားဝှက်လိုအပ်သည်။',
    'user_not_delete' => 'ဤအကောင့်သည် ဆရာဝန်နှင့်ဆက်စပ်နေသဖြင့် သင်သည် ဖျက်နိုင်မည် မဟုတ်ပါ!',
    'user_login' => 'ဤအကောင့်သည် လော့ဂ်အင်ဝင်နေသည်၊ သင်သည် ဖျက်နိုင်မည် မဟုတ်ပါ!',
    'user_lock' => 'ဤအကောင့်သည် လော့ဂ်အင်ဝင်နေသည်၊ သင်သည် မှိန်ချနိုင်မည် မဟုတ်ပါ!',
    'user_check_exists' => 'ဤအကောင့်သည် ဆရာဝန်၊ နမူနာ သို့မဟုတ် နမူနာမှတ်တမ်းနှင့် ဆက်စပ်နေသည်။ ကျေးဇူးပြု၍ ပြန်လည်စစ်ဆေးပါ!',
    'success' => [
        'update' => 'အကောင့်ကို အောင်မြင်စွာ ပြင်ဆင်ပြီးပါပြီ',
        'create' => 'အကောင့်အသစ် တည်ဆောက်မှု အောင်မြင်သည်',
        'lock'   => 'အကောင့်ကို အောင်မြင်စွာ မှိန်ချပြီးပါပြီ',
        'unlock'   => 'အကောင့်ကို အောင်မြင်စွာ ပြန်ဖွင့်ပြီးပါပြီ',
        'delete' => 'အကောင့်ကို အောင်မြင်စွာ ဖျက်ပြီးပါပြီ',
    ],
    'error' => [
        'delete' => 'ဤအကောင့်ကို ဖျက်ရာတွင် ပြဿနာ တက်ခဲ့သည်!',
        'update' => 'အကောင့်ကို ပြင်ဆင်ရာတွင် ပြဿနာ တက်ခဲ့သည်!',
        'create' => 'အသုံးပြုသူ အသစ် ဖန်တီးရာတွင် ပြဿနာ တက်ခဲ့သည်။ ကျေးဇူးပြု၍ ပြန်လည်စစ်ဆေးပါ!',
    ]
];
