<?php
/**
 * Language file for user section titles
 *
 */

 return array(
    'order_report' => 'အော်ဒါ စာရင်းကိန်းဂဏန်း',
    'choose' => 'အချိန်ကို ရွေးချယ်ပါ',
    'search' => 'ရှာဖွေမည်',
    'order_confirm' => 'အော်ဒါ အတည်ပြုခြင်း',
    'total_order' => 'စုစုပေါင်း အော်ဒါများ',
    'ship' => 'ပို့ဆောင်နေသော အော်ဒါများ',
    'ship_false' => 'ပို့ဆောင်မှု မအောင်မြင်သော အော်ဒါများ',
    'order_char' => 'စာရင်းကိန်းဂဏန်း ကိုယ်စားပြု ဇယား',
    'order_success' => 'အောင်မြင်စွာ ပို့ဆောင်ပြီးသော အော်ဒါများ',
);