<?php
/**
 * ໄຟລ໌ພາສາສໍາລັບສ່ວນຂອງຜູ້ໃຊ້
 *
 */

return array(
    'title' => 'ຊື່ຄວາມສໍາເລັດ',
    'list' => 'ລາຍການຄວາມສໍາເລັດ',
    'description' => 'ຄໍາອະທິບາຍ',
    'actions' => 'ການປະຕິບັດ',
    'detail' => 'ເນື້ອຫາ',
    'category' => 'ໝວດໝູ່',
    'show' => 'ຂໍ້ມູນ',
    'image' => 'ຮູບພາບ',
    'create' => 'ສ້າງໃຫມ່',
    'edit' => 'ແກ້ໄຂ',
    'title_create' => 'ສ້າງຄວາມສໍາເລັດໃຫມ່',
    'title_edit' => 'ແກ້ໄຂຄວາມສໍາເລັດ',
    'delete_title' => 'ເຈົ້າແນ່ໃຈບໍ່ວ່າຈະລຶບຄວາມສໍາເລັດນີ້?',
    'delete' => 'ລຶບ',
    'delete_achievement' => 'ລຶບຄວາມສໍາເລັດ',
    'cancel' => 'ຍົກເລີກ',
    'salient' => 'ສະແດງ',
);
