<?php
return [
    'success' => [
        'update' => 'ဖြည့်စွက်မှုကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ပြီးပါပြီ။',
        'create' => 'ဖြည့်စွက်မှုကို အောင်မြင်စွာ ဖန်တီးပြီးပါပြီ။',
        'delete' => 'ဖြည့်စွက်မှုကို အောင်မြင်စွာ ဖျက်ပြီးပါပြီ။',
    ],
    'error' => [
        'delete' => 'ဖြည့်စွက်မှုကို ဖျက်စဉ် အမှားတစ်ခုဖြစ်ပွားခဲ့သည်။ ပြန်လည်စစ်ဆေးပါ။',
        'update' => 'ဖြည့်စွက်မှုကို အပ်ဒိတ်လုပ်စဉ် အမှားတစ်ခုဖြစ်ပွားခဲ့သည်။ ပြန်လည်စစ်ဆေးပါ။',
        'create' => 'ဖြည့်စွက်မှုကို ဖန်တီးစဉ် အမှားတစ်ခုဖြစ်ပွားခဲ့သည်။ ပြန်လည်စစ်ဆေးပါ။',
    ]
];
