<?php
/**
 * ໄຟລ໌ພາສາສໍາລັບຫົວຂໍ້ໃນສ່ວນຜູ້ໃຊ້
 *
 */

return array(
    'title' => 'ຊື່ບົດຄວາມ',
    'list' => 'ລາຍຊື່ບົດຄວາມ - ຂ່າວສານ',
    'description' => 'ລາຍລະອຽດ',
    'actions' => 'ຄຳສັ່ງ',
    'detail' => 'ເນື້ອໃນ',
    'category' => 'ຫມວດໝູ່',
    'show' => 'ຂໍ້ມູນ',
    'image' => 'ຮູບພາບ',
    'create' => 'ສ້າງໃໝ່',
    'edit' => 'ແກ້ໄຂ',
    'title_create' => 'ສ້າງບົດຄວາມໃໝ່',
    'title_edit' => 'ແກ້ໄຂບົດຄວາມ',
    'delete_title' => 'ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບບົດຄວາມ - ຂ່າວສານນີ້?',
    'delete' => 'ລຶບ',
    'delete_post' => 'ລຶບບົດຄວາມ - ຂ່າວສານ',
    'cancel' => 'ຍົກເລີກ',
    'salient' => 'ໂດດເດັ່ນ',
);
