<?php
return [
    'success' => array(
        'create'    => 'ထုတ်ကုန်အချက်အလက်ကို အောင်မြင်စွာဖန်တီးခဲ့သည်။',
        'update'    => 'ထုတ်ကုန်အချက်အလက်ကို အောင်မြင်စွာပြင်ဆင်ခဲ့သည်။',
        'delete'    => 'ထုတ်ကုန်အချက်အလက်ကို အောင်မြင်စွာဖျက်ခဲ့သည်။',
    ),

    'error' => array(
        'create' => 'ထုတ်ကုန်ဖန်တီးရာတွင် ပြဿနာတစ်ခု ဖြစ်ပွားခဲ့သည်။ ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပါ။',
        'update' => 'ထုတ်ကုန်အချက်အလက်ကို ပြင်ဆင်ရာတွင် ပြဿနာတစ်ခု ဖြစ်ပွားခဲ့သည်။ ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပါ။',
        'delete' => 'ထုတ်ကုန်ကို ဖျက်ရာတွင် ပြဿနာတစ်ခု ဖြစ်ပွားခဲ့သည်။ ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပါ။',
        'not_found' => 'ထုတ်ကုန်ကို မတွေ့ရှိနိုင်ပါ။ ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပါ။'
    ),

];
