<?php
return [
    'user_exists'              => 'ຜູ້ໃຊ້ມີຢູ່ແລ້ວ!',
    'user_exists_login'        => 'ບັນຊີນີ້ຍັງບໍ່ຖືກເປີດໃຊ້, ທ່ານບໍ່ສາມາດລ໋ອກບັນຊີໄດ້!',
    'user_unlock'              => 'ບັນຊີນີ້ຍັງບໍ່ໄດ້ຖືກລ໋ອກ, ທ່ານບໍ່ສາມາດປົດລ໋ອກໄດ້!',
    'user_password_required'   => 'ລະຫັດຜ່ານແມ່ນຕ້ອງການ.',
    'user_not_delete'          => 'ບັນຊີນີ້ມີຄວາມສຳພັນກັບແພດ, ທ່ານບໍ່ສາມາດລຶບໄດ້!',
    'user_login'               => 'ບັນຊີນີ້ກຳລັງໃຊ້ງານ, ທ່ານບໍ່ສາມາດລຶບໄດ້!',
    'user_lock'                => 'ບັນຊີນີ້ກຳລັງໃຊ້ງານ, ທ່ານບໍ່ສາມາດລ໋ອກໄດ້!',
    'user_check_exists'        => 'ບັນຊີນີ້ມີຄວາມສຳພັນກັບແພດ, ຕົວຢ່າງ ຫລື ປະຫວັດຂອງຕົວຢ່າງ. ກະລຸນາກວດເບິ່ງອີກຄັ້ງ!',

    'success' => [
        'update' => 'ອັບເດດບັນຊີສຳເລັດ',
        'create' => 'ສ້າງບັນຊີໃຫມ່ສຳເລັດ',
        'lock'   => 'ລ໋ອກບັນຊີສຳເລັດ',
        'unlock' => 'ປົດລ໋ອກບັນຊີສຳເລັດ',
        'delete' => 'ລຶບບັນຊີສຳເລັດ',
    ],

    'error' => [
        'delete' => 'ມີຂໍ້ຜິດພາດໃນຂະນະທີ່ລຶບບັນຊີນີ້!',
        'update' => 'ອັບເດດບັນຊີຜິດພາດ!',
        'create' => 'ມີຂໍ້ຜິດພາດໃນການສ້າງບັນຊີໃຫມ່. ກະລຸນາກວດເບິ່ງຄືນ!',
    ]
];
