<?php
return [
    'success' => [
        'update' => 'မှတ်ချက်ကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ပြီးပါပြီ။',
        'create' => 'မှတ်ချက်ကို အောင်မြင်စွာ ဖန်တီးပြီးပါပြီ။',
        'delete' => 'မှတ်ချက်ကို အောင်မြင်စွာ ဖျက်ပြီးပါပြီ။',
    ],
    'error' => [
        'delete' => 'ဤမှတ်ချက်ကို ဖျက်စဉ် အမှားတစ်ခု ဖြစ်ပွားခဲ့သည်။ ပြန်လည်စစ်ဆေးပါ!',
        'update' => 'မှတ်ချက်ကို အပ်ဒိတ်လုပ်စဉ် အမှားတစ်ခု ဖြစ်ပွားခဲ့သည်။ ပြန်လည်စစ်ဆေးပါ!',
        'create' => 'မှတ်ချက်ကို ဖန်တီးစဉ် အမှားတစ်ခု ဖြစ်ပွားခဲ့သည်။ ပြန်လည်စစ်ဆေးပါ!',
    ]
];
