<?php
return [
    'success' => array(
        'create'    => 'ထုတ်ကုန် ဂုဏ်သတ္တိအချက်အလက်ကို အောင်မြင်စွာ ဖန်တီးပြီးပါပြီ။',
        'update'    => 'ထုတ်ကုန် ဂုဏ်သတ္တိအချက်အလက်ကို အောင်မြင်စွာ ပြင်ဆင်ပြီးပါပြီ။',
        'delete'    => 'ထုတ်ကုန် ဂုဏ်သတ္တိအချက်အလက်ကို အောင်မြင်စွာ ဖျက်ပြီးပါပြီ။',
    ),

    'error' => array(
        'create' => 'ထုတ်ကုန် ဂုဏ်သတ္တိအချက်အလက် ဖန်တီးစဉ် ပြဿနာတစ်ခု ဖြစ်ပွားခဲ့သည်။ ပြန်လည်ကြိုးစားပါ။',
        'update' => 'ထုတ်ကုန် ဂုဏ်သတ္တိအချက်အလက် ပြင်ဆင်စဉ် ပြဿနာတစ်ခု ဖြစ်ပွားခဲ့သည်။ ပြန်လည်ကြိုးစားပါ။',
        'delete' => 'ထုတ်ကုန် ဂုဏ်သတ္တိအချက်အလက် ဖျက်စဉ် ပြဿနာတစ်ခု ဖြစ်ပွားခဲ့သည်။ ပြန်လည်ကြိုးစားပါ။',
        'not_found' => 'ထုတ်ကုန် ဂုဏ်သတ္တိအချက်အလက်ကို မတွေ့ရှိနိုင်ပါ။ ပြန်လည်ကြိုးစားပါ။'
    ),
];
