<?php
return [
    'success' => [
        'update' => 'ဆောင်းပါး - သတင်းကို အောင်မြင်စွာ ပြင်ဆင်ပြီးပါပြီ',
        'create' => 'ဆောင်းပါး - သတင်းကို အောင်မြင်စွာ ဖန်တီးပြီးပါပြီ',
        'delete' => 'ဆောင်းပါး - သတင်းကို အောင်မြင်စွာ ဖျက်ပြီးပါပြီ',
    ],
    'error' => [
        'delete' => 'ဤဆောင်းပါးကို ဖျက်ရာတွင် အမှားတစ်စုံတစ်ရာ ဖြစ်ပေါ်ခဲ့သည်။ ပြန်လည်စစ်ဆေးပါ!',
        'update' => 'ဆောင်းပါးကို ပြင်ဆင်ရာတွင် အမှားတစ်စုံတစ်ရာ ဖြစ်ပေါ်ခဲ့သည်။ ပြန်လည်စစ်ဆေးပါ!',
        'create' => 'ဆောင်းပါးအသစ် ဖန်တီးရာတွင် အမှားတစ်စုံတစ်ရာ ဖြစ်ပေါ်ခဲ့သည်။ ပြန်လည်စစ်ဆေးပါ!',
    ]
];
