<?php
return [
    'success' => [
        'update' => 'Role အတွက် ခွင့်ပြုချက်များကို ပြုပြင်ခြင်း အောင်မြင်ပါသည်!',
        'create' => 'အသုံးပြုသူ အကောင့် အသစ်ဖန်တီးမှု အောင်မြင်ပါသည်',
        'lock'   => 'အသုံးပြုသူအကောင့်ကို ဗလုတ်ချခြင်း အောင်မြင်ပါသည်',
        'unlock'   => 'အသုံးပြုသူအကောင့်ကို ပြန်လည်ဖွင့်ခြင်း အောင်မြင်ပါသည်',
        'delete' => 'အသုံးပြုသူအကောင့်ကို ဖျက်ခြင်း အောင်မြင်ပါသည်',
    ],
    'error' => [
        'delete' => 'အသုံးပြုသူအကောင့်ကို ဖျက်ရာတွင် အမှားအယွင်း ဖြစ်ပွားခဲ့သည်!',
        'update' => 'အသုံးပြုသူအကောင့်ကို ပြုပြင်ခြင်း အောင်မြင်ပါသည်',
        'create' => 'အသုံးပြုသူအကောင့်အသစ် ဖန်တီးရာတွင် အမှားအယွင်း ဖြစ်ပွားခဲ့သည်။ ကျေးဇူးပြု၍ ပြန်လည်စစ်ဆေးပါ!',
    ]
];
