<?php
/**
 * အသုံးပြုသူအပိုင်းခေါင်းစဉ်များအတွက် ဘာသာစကားဖိုင်
 *
 */

return array(
    'customer' => 'ဖောက်သည်',
    'note' => 'မှတ်စု',
    'product' => 'ကုန်ပစ္စည်း',
    'create' => 'အော်ဒါအသစ်တည်ဆောက်ပါ',
    'update' => 'အော်ဒါကို ပြင်ဆင်ပါ',
    'save' => 'အသစ်ဖန်တီးပါ',
    'edit' => 'ပြင်ဆင်ပါ',
    'reset' => 'ပြန်လည်ရိုက်ထည့်ပါ',
    'password' => 'စကားဝှက်',
    'active' => 'လုပ်ဆောင်မှု',
    'cancel' => 'မလုပ်တော့ပါ',
    'back' => 'နောက်သို့',
    'action' => 'လုပ်ဆောင်မှု',
    'list_order' => 'အော်ဒါစာရင်း',
    'price' => 'စုစုပေါင်းဈေးနှုန်း',
    'status' => 'အခြေအနေ',
    'show' => 'အသေးစိတ်ပြသရန်',
    'code' => 'ငွေပေးချေမှုကုဒ်',
    'product_name' => 'ကုန်ပစ္စည်းအမည်',
    'amount' => 'အရေအတွက်',
    'total_price' => 'စုစုပေါင်းစျေးနှုန်း',
    'confirm_order' => 'အော်ဒါအတည်ပြုပါ',
    'shipping' => 'ပို့ဆောင်မှုဆောင်ရွက်နေသည်',
    'success_ship' => 'အောင်မြင်စွာ ပို့ဆောင်ပြီးပါပြီ',
    'false_ship' => 'ပို့ဆောင်မှု မအောင်မြင်ပါ',
    'cause_title' => 'အကြောင်းရင်း',
    'confirm' => 'အတည်ပြုပါ',
    'tax' => 'အခွန်',
    'approved_by' => 'အတည်ပြုသူ',
    'chosse_customer' => 'ဖောက်သည်ရွေးပါ',
    'list_product_change' => 'ရွေးချယ်ထားသော ကုန်ပစ္စည်းများစာရင်း',
    'chosse_product' => 'ကုန်ပစ္စည်းရွေးပါ'
);
