<?php

return [
    'success' => [
        'create'    => 'Slide အသစ်တည်ဆောက်မှုအောင်မြင်ပါသည်။',
        'update'    => 'Slide ကိုပြုပြင်မှုအောင်မြင်ပါသည်။',
        'delete'    => 'Slide အချက်အလက်ကို ဖျက်ခြင်းအောင်မြင်ပါသည်။',
    ],
    'error' => [
        'create' => 'Slide တည်ဆောက်ရာတွင် ပြဿနာဖြစ်ပွားခဲ့သည်။ ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပါ။',
        'update' => 'Slide အချက်အလက်ကို ပြုပြင်ရာတွင် ပြဿနာဖြစ်ပွားခဲ့သည်။ ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပါ။',
        'delete' => 'Slide ကိုဖျက်ရန် ပြဿနာဖြစ်ပွားခဲ့သည်။ ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပါ။',
        'not_found' => 'Slide ကိုရှာမတွေ့ပါ။ ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပါ။',
    ],
];
